<template>
  <div class="inner-content">
    <div class="small-title">一般使用</div>
    <div class="small-text">
      为维护本站所有会员的游玩体验，会员须遵守用户规范，且不得张贴有害、淫秽、诽谤、中伤、非法或具攻击性的恶意内容，并威胁、辱骂、窥探其他会员及侵犯其他会员的权利，我们亦严禁任何人通过本站传输或共享妨碍其他会员的病毒和代码。
      在使用本站所提供之服务，设备，软件或相关信息时，任何会员皆不得以任何方式妨碍其他会员使用本站提供的服务，并且不得以任何方式窃取其他会员的任何相关信息。
      任何人均不得使用任何设备、自动设备、软件、程序或其它方法妨碍或试图干预本站提供的服务、软件、网址、信息或任何交易的正常运作，并严禁使用未经允许的外挂系统或人工智能软件连接至系统服务器。
      本站严禁上载或发布任何带有病毒的程序、文件或数据，影响本站设备、软件、服务等运作性能，也不允许任何人以任何形式修改，反向编译，反向工程或反汇编本站的软件。
      如违反上述协议或部份协议内容，本站有权取消所有注单及红利彩金，并终止会员的帐号使用权。
    </div>
    <div class="small-title">交易投注</div>
    <div class="small-text">
      除了通过本站提供的服务或设备之注单外，本站不承认任何以其它形式的投注如：通过信函、邮件、传真等其它方式之注单。必须通过本站投注，并收到确认信息的注单才被视为有效。注单从屏幕出现确认信息时即开始生效。
      不得以任何无风险投注行为（如：打水投注，对冲投注等）或人工智能软件（如：机械软件）进行投注。如发现上述问题，本站将保留终止会员帐户使用之权力。如有任何争议问题，本站有最终决定权。违反本站使用规范时，如本站停止、更改服务或终止会员帐户服务所可能产生之困扰、不便或损害，本站不负任何责任。
      所有体育赛事的让球及赔率将不时浮动，投注赔率将以确认交易时之赔率为准。如因人为操作错误或系统故障导致赔率或盘口错误，在这种情况下的注单本站将保留取消的权力，且相关的过关单选项亦视为无效选项。
    </div>
    <div class="small-title">信息安全</div>
    <div class="small-text">
      每一位会员及代理皆有责任确保自己的帐户及登入资料的保密性，本站不允许同时拥有多个帐户或使用非本人数据（包括亲属、友人个人资料）进行操作 。以名称及密码进行的任何网上交易将被视为有效。
      每一位会员及代理亦不可主动发起或参与针对本站展开的调查、竞猜，或大量发布连锁信件／垃圾邮件，兜售邮件等活动。
      如违反上述协议或部份协议内容，本站有权取消所有注单及红利彩金，并终止会员及代理的帐号使用权。
    </div>
  </div>
</template>
<script>
export default {
  name: 'Rules'
}
</script>
